{
  "notifications": {
    "approving": "Approving new BikeTag",
    "uploading": "Uploading tag information...",
    "error": "ERROR",
    "success": "successfully completed"
  },
  "menu": {
    "home": "Home",
    "biketags": "BikeTags",
    "play": "Play!",
    "howto": "How-To",
    "about": "About",
    "players": "Players",
    "top10": "Top10",
    "queue": "Queue",
    "external": "External",
    "language": "Languages",
    "profile": "Profile",
    "login": "Login",
    "logout": "Logout",
    "hint": "Hint",
    "mysterylocation": "Current Mystery Location",
    "previous": "Prev",
    "next": "Next",
    "download": "Capture"
  },
  "components": {
    "biketag": {
      "unknown": "unknown",
      "found_at": "found at",
      "posted_on": "posted"
    },
    "footer": {
      "sourced": "sourced",
      "deployed": "deployed",
      "worldwide": "worldwide",
      "biketag": "BikeTag"
    },
    "queue": {
      "view_mystery_image": "Queued Mystery Image",
      "view_found_image": "Queued Found Image",
      "current_mystery_location": "Current Mystery Location",
      "view_queue_button": "View tags in this round",
      "reset_queue_button": "RESET",
      "queue_mystery_title": "Add your new Mystery Location"
    }
  },
  "pages": {
    "play": {
      "hint": "need a hint?",
      "nohint": "no hint provided, sorry",
      "mystery": "current Mystery Location to find",
      "send_hello_email": "Send an email to hello@biketag.org to ask about how you can start one!",
      "game_not_exists": "Uh, oh. Does this game not exist.. yet?"
    },
    "login":{
      "player": "BikeTag Player Login",
      "ambassador": "BikeTag Ambassador Login"
    },
    "profile": {
      "name": "name",
      "save": "Update Profile",
      "set_name": "Save my name",
      "set_name_placeholder": "Your new name",
      "set_name_description": "Your name will be unique and only you will be able to make BikeTag posts using this name moving forward. Note: you cannot change your name after you set it."
    },
    "queue": {
      "join_queue": "Join round",
      "tape_title": "Round",
      "complete_queue": "Complete your tag for round",
      "submit_queue": "Share your BikeTag Post for round ",
      "found_title": "Did you find the current Mystery Location?",
      "found_text": "Add your Found Location image and information below to join the current round of BikeTag! Note: Players must use the same name (case sensitive) in order for their tags to be collected on their profile page.",
      "joined_title": "You've joined the round!",
      "joined_text": "Now that you've added your found image, you must bike to a new location and take a picture there. While your found image has been recorded, you haven't completed your BikeTag until you add a new Mystery Location for the next round. The race is on!",
      "queue_posted": "You did it!",
      "mystery_title": "Next, you must add a new Mystery Location for the next round.",
      "mystery_text": "Complete your pair of images with the new Mystery Location in order to create a new BikeTag Post",
      "mystery_button": "Add Your New Mystery Image Now",
      "joined_button": "See all tags in round",
      "submit_title": "Submit your BikeTag Post to win the round!",
      "submit_text": "You can have the BikeTag RoBot post on your behalf or you can choose to post to other platforms on your own. Once approved, the 'winning' BikeTag Post will become the new Mystery Location to find.",
      "submit_text_no_autopost": "A BikeTag Ambassador will approve the next round and then your new post will be live!",
      "submit_text_manual_social": "You can also post your BikeTag to any of the supported platforms from the tabs above, by copying the text within.",
      "posted_title": "You have successfully completed the round",
      "posted_text": "Please allow time for the BikeTag Ambassador of the game to approve your BikeTag Post, which can take up to 15 minutes. Thanks for playing BikeTag!",
      "approve_title": "Hello, BikeTag Ambassador!",
      "approve_text": "Please select the winning tag for the round so the game can continue on! This action will save all found images for each player in their BikeDex and will select the mystery image of the winner as the new Mystery Location.",
      "empty_text": "There are no tags currently in the queue for this round.",
      "location_placeholder": "Enter Found Location",
      "name_placeholder": "Enter your Name",
      "hint_placeholder": "Enter your Hint",
      "post_to_reddit": "Reddit",
      "post_to_twitter": "Twitter",
      "queue_found_tag": "I found it!",
      "submit_new_tag": "Complete Your BikeTag!",
      "queue_postfix": "",
      "post_new_tag": "Share BikeTag Post For Me",
      "approve_new_tag": "Approve this BikeTag post",
      "approve_new_tag_from": "from player",
      "approve_agree": "By approving this content to be posted to all BikeTag supported platforms, you agree that this submission meets the requirements within the terms of use set by the BikeTag Project",
      "dequeue_queued_tag": "Delete this BikeTag post",
      "reset_tag": "Reset tag submission",
      "user_agree": "By uploading content to BikeTag, you agree to the terms of use set by the BikeTag Project",
      "image_first": "Please upload your image first!"
    },
    "howto": {
      "browser_not_support_audio": "Your browser does not support the audio element.",
      "swiper1": {
        "text1": "BIKETAG IS A PHOTO TAG GAME WHERE YOU FIND A MYSTERY LOCATION IN THE REAL WORLD BY BICYCLE.",
        "text2": "TO PLAY THE GAME YOU NEED YOU UNDERSTAND A FEW THINGS:",
        "text3": "1) IMAGES OF BIKES AND UNIQUE THINGS TOGETHER ARE WHAT WE CALL 'BIKETAGS'",
        "text4": "2) THE OBJECT OF THE GAME IS TO FIND AND CREATE WHAT WE CALL 'MYSTERY LOCATIONS'",
        "text5": "3) THE GAME NEVER ENDS AND EVERY ROUND IS A NEW CHANCE TO PLAY THE GAME.",
        "text6": "4) TO COMPLETE A BIKETAG ROUND YOU MUST SUBMIT BOTH A FOUND IMAGE AND A MYSTERY IMAGE."
      },
      "swiper2": {
        "text1": "THE PLACE WHERE THE MOST RECENT BIKETAG WAS MADE IS CALLED THE 'MYSTERY LOCATION'.",
        "text2": "IN THIS EXAMPLE, AN ORANGE-COLORED BIKE IS SHOWN:"
      },
      "swiper3": {
        "text1": "ONCE YOU ARRIVE AT THE MYSTERY LOCATION YOU MUST CREATE A MATCHING BIKETAG IMAGE OF YOUR OWN. IN THIS EXAMPLE, YOU ARE THE BLUE COLORED BIKE:"
      },
      "swiper4": {
        "text1": "NEXT, IT'S TIME TO RIDE TO A NEW MYSTERY LOCATION AND MAKE A NEW BIKETAG.",
        "text2": "KEEP IN MIND, GOOD MYSTERY LOCATIONS HELP PROGRESS THE GAME."
      },
      "swiper5": {
        "text1": "GREAT MYSTERY LOCATIONS HAVE UNIQUE, INTERESTING, AND IDENTIFIABLE THINGS. THINK ABOUT WHERE YOU WANT TO GO AND CHOOSE WISELY TO KEEP THE GAME RUNNING SMOOTHLY.",
        "text2": "GREAT EXAMPLES INCLUDE CREATED OBJECTS LIKE MURALS AND BUILDINGS, AND PERMANENT OBJECTS LIKE LANDMARKS AND NATURAL FEATURES."
      },
      "swiper6": {
        "text1": "NOT-SO-GREAT MYSTERY LOCATIONS ARE FEATURELESS, OBSCURE, AND ARE INACCESSIBLE. THEY SHOULDN’T BE HARD TO FIND. DON’T CREATE A BIKETAG THAT IS UNSAFE FOR OTHERS.",
        "text2": "NOT-SO-GREAT EXAMPLES INCLUDE TEMPORARY AND MOVING OBJECTS LIKE FOOD TRUCKS AND GRAFFITI, PLAIN OBJECTS LIKE CONCRETE WALLS, AND PRIVATE PROPERTY THAT WOULD REQUIRE TRESPASSING."
      },
      "swiper7": {
        "text1": "ONCE YOU HAVE THE IMAGES READY FOR THE CURRENT MYSTERY LOCATION YOU CAN SUBMIT THEM HERE",
        "text2": "PRESS THE PLAY BUTTON AND BEGIN YOUR NEW TAG SUBMISSION"
      },
      "swiper8": {
        "text1": "AFTER ADDING YOUR FOUND AND NEW MYSTERY IMAGES, YOU CAN SUBMIT THE TAG TO BE POSTED FOR THE NEXT ROUND!",
        "text2": "THE TERMS OF USE OF THE BIKETAG APP ARE OUTLINED IN THE BIKETAG CODE OF CONDUCT",
        "text3": "IMAGES YOU PROVIDE WILL BE PUBLICLY AVAILABLE ON THE INTERNET"
      }
    },
    "about": {
      "title": "ABOUT BIKE TAG",
      "article1": {
        "title": "The Bike Tag Game",
        "support_biketag": "Support the BikeTag Project on Patreon"
      },
      "article2": {
        "title": "The Bike Tag App",
        "become_player": "Become a subscribing player"
      }
    }
  }
}
